{"components/home/content":"<div class=\"section home-content\">\r\n  <div class=\"hcontent-top\">\r\n    <div class=\"hcontent-top-left\">\r\n      <img src=\"/product_images/uploaded_images/pool-spa-supply-store.jpg\" alt=\"\" class=\"img\">\r\n    </div>\r\n    <div class=\"container\">\r\n      <div class=\"hcontent\">\r\n        <div class=\"hcontent-item hidden-xs\">\r\n        </div>\r\n        <div class=\"hcontent-item hcontent-top-right\">          \r\n          <p>At MKM we will not be undersold. Should you find the same exact product at a competing website for a lower delivered price, please contact our customer service department at <a href=\"tel:{{lang 'global.phone_number.tel'}}\"><strong>{{lang 'global.phone_number.val'}}</strong></a> for a price adjustment on your order.</p>\r\n          <p>MKM Pool Spa is a North Carolina-based pool and spa supply company with over 50 years of knowledge experience in the swimming pool and spa industry. At MKM Pool Spa, we’re proud to provide services for home pool and spa owners everywhere, with a variety of products, chemicals, and equipment to suit all your maintenance and cleaning needs.</p>\r\n          <p>Our swimming pool supplies online shop allows customers to search through an extensive selection pool and spa supplies, order and purchase, all from the convenience of MKM Pool Spa’s online store. Our driving mission is to provide excellent customer service, quality products and efficiency-- all for the lowest possible prices.</p>\r\n        </div>\r\n      </div>\r\n    </div>\r\n  </div>\r\n\r\n  <div class=\"container\">\r\n    <div class=\"hcontent border-top\">\r\n      <div class=\"hcontent-item\">\r\n        <h2 class=\"h2\">Lowest Prices, Guaranteed</h2>\r\n        <p>When browsing our store, you can always expect the best possible value for all purchases. MKM Pool Spa offers the lowest delivered price on the most effective and trusted products for your pool and spa. We’re so confident in our low prices that we are willing to match competitor prices if you should happen to find a lower price anywhere.</p>\r\n        <p>Our swimming pool supplies online shop also offers free shipping on all orders of $50.00 or more shipped anywhere in the continental United States, and never charges a handling fee.</p>\r\n        <p>Orders are always shipped within two business days of when you place the order, so you can be assured of prompt delivery of all products. Frequent shoppers can sign up for a free mailing list to receive a variety of discount coupons and special offers.</p>\r\n      </div>\r\n      <div class=\"hcontent-item\">\r\n        <h2 class=\"h2\">The Best Selection Online</h2>\r\n        <p>With it’s wide selection of different products, our swimming pool supplies online shop is a convenient, one-stop shop for all your pool and spa needs. MKM Pool Spa provides a large variety of equipment, pool and spa chemicals and personal products -- anything you might need to maintain a clean, healthy pool or spa. With hundreds of different products to choose from, there is something for every pool or spa.</p>\r\n        <p>At MKM Pool Spa, you will only find the quality name brands that you know and trust; you won’t find any questionable generic or in-house brands here. On our MKM Pool Spa swimming pool supplies online shop, you can shop for popular products from brands like Clor-Mor®, Jack’s Magic®, Leisure Time®, GLB® and Ultima® -- just to name a few. Because there are no in-house products, MKM Pool Spa customer service experts can provide advice and recommendations without bias.</p>\r\n      </div>\r\n    </div>\r\n  </div>\r\n  <div class=\"hcontent-bottom\">\r\n    <div class=\"container\">\r\n      <h1 class=\"title\">The Ultimate Pool and Spa Supply Store</h1>\r\n      <p>MKM Pool Spa swimming pool supplies online shop provides customers with the ultimate shopping experience for any and all swimming pool and spa needs. MKM Pool Spa offers an enormous array quality, name-brand pool and spa products, ensuring that you can purchase all the products you need in one quick, easy stop. On top of everything else, MKM Pool Spa is #1 in value. We always promise quality products without the high prices.</p>\r\n      <p>Contact us today if you’d like to know more about our products. Our <a href=\"/customer-service/\"><strong>customer service</strong></a> team is available at <a href=\"tel:{{lang 'global.phone_number.tel'}}\"><strong>{{lang 'global.phone_number.val'}}</strong></a> and can be reached at <a href=\"mailto:{{lang 'global.gen_email'}}\"><strong>{{lang 'global.gen_email'}}</strong></a>. Get in touch with MKM Pool Spa today for all your cleaning and maintenance needs.</p>\r\n    </div>\r\n  </div>\r\n</div>\r\n"}
